import 'package:flutter/material.dart';

class DetailSection extends StatelessWidget {
  const DetailSection({Key? key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Expanded(
        child: Container(
            padding: EdgeInsets.all(32),
            child: Text(
              'อุทยานแห่งชาติผาแต้ม มีเนื้อที่ครอบคลุมอยู่ในท้องที่อำเภอโขงเจียม อำเภอศรีเมืองใหม่ และอำเภอโพธิ์ไทร จังหวัดอุบลราชธานี'
              'และมีพื้นที่ติดกับสาธารณรัฐประชาธิปไตยประชาชนลาว โดยมีแม่น้ำโขงเป็นเส้นแบ่งพรมแดน มีพื้นที่ประมาณ 140 ตารางกิโลเมตร'
              'เป็นที่ราบสูงและเนินเขา มีหน้าผาสูงชันซึ่งเกิดจากการแยกตัวของผิวโลก สภาพป่าโดยทั่วไปเป็นป่าเต็งรัง'
              'มีหินทรายลักษณะแปลกตากระจายอยู่ทั่วบริเวณ มีพันธุ์ไม้ดอกที่สวยงามขึ้นอยู่ตามลานหิน ซึ่งที่อุทยานฯ'
              'แห่งนี้มีสภาพป่าที่อุดมสมบูรณ์ สัตว์ป่านานาชนิด มีจุดเด่นที่สวยงามตามธรรมชาติมากมาย')));
  }
}
